Repository: jfarthing84/theme-my-login
Catalog: language/theme-*-login-*.po
Languages: cs_cz

source: Theme My Login Settings
cs_cz: Nastavení Theme My Login

source: General
cs_cz: Obecné

source: Modules
cs_cz: Moduly

source: Stylesheet
cs_cz: Styl

source: Login Type
cs_cz: Typ přihlášení

source: Enable "theme-my-login.css"
cs_cz: Povolit "theme-my-login.css"

source: In order to keep changes between upgrades, you can store your customized "theme-my-login.css" in your current theme directory.
cs_cz: V zájmu zachování změn mezi upgrady můžete uložit svůj vlastní "theme-my-login.css" v adresáři aktuálního tématu.

source: Username only
cs_cz: Pouze uživatelské jméno

source: E-mail only
cs_cz: Pouze e-mail

source: Username or E-mail
cs_cz: Uživatelské jméno nebo e-mail

source: Allow users to login using their username and/or e-mail address.
cs_cz: Povolit uživatelům přihlásit se pomocí svého uživatelské jméno a/nebo e-mailové adresy.

source: Enable %s
cs_cz: Povolit %s

# Multisite active signup type
source: all
cs_cz: všechny

# Multisite active signup type
source: none
cs_cz: žádné

# Multisite active signup type
source: user
cs_cz: uživatel

source: Greetings Site Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
cs_cz: Zdravíme správce stránek! V současné době umožňujete &#8220;%s&#8221; registrací. Chcete-li registrace změnit nebo zakázat jděte na <a href="%s">stránku Možnosti</a>.

source: Registration has been disabled.
cs_cz: Registrace byla zakázána.

source: You must first <a href="%s">log in</a>, and then you can create a new site.
cs_cz: Nejprve se musíte <a href="%s">přihlásit</a> a pak můžete vytvořit nové stránky.

source: %s is your new username
cs_cz: %s je vaše nové uživatelské jméno

source: But, before you can start using your new username, <strong>you must activate it</strong>.
cs_cz: Ale předtím, než začnete používat nové uživatelské jméno, <strong>jej musíte aktivovat</strong>.

source: Check your inbox at <strong>%1$s</strong> and click the link given.
cs_cz: Zkontrolujte si svoji e-mailovou schránku na <strong>%1$s</strong> a klikněte na poskytnutý odkaz.

source: If you do not activate your username within two days, you will have to sign up again.
cs_cz: Pokud neaktivujete své uživatelské jméno během dvou dnů, budete se muset znovu registrovat.

source: User registration has been disabled.
cs_cz: Registrace uživatelů byla zakázána.

source: Congratulations! Your new site, %s, is almost ready.
cs_cz: Blahopřejeme! Vaše nové stránky,%s, jsou téměř připraveny.

source: But, before you can start using your site, <strong>you must activate it</strong>.
cs_cz: Ale předtím, než začnete svoje stránky používat, <strong>je musíte aktivovat</strong>.

source: Check your inbox at <strong>%s</strong> and click the link given.
cs_cz: Zkontrolujte si svoji e-mailovou schránku na <strong>%s</strong> a klikněte na poskytnutý odkaz.

source: If you do not activate your site within two days, you will have to sign up again.
cs_cz: Pokud neaktivujete svoje stránky během dvou dnů, budete se muset znovu registrovat.

source: Still waiting for your email?
cs_cz: Stále čekáte na svůj email?

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
cs_cz: Pokud jste doposud svůj e-mail neobdrželi, existuje několik věcí, které můžete udělat:

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
cs_cz: Počkejte o něco déle. Někdy může být doručování e-mailů opožděno procesy mimo naši kontrolu.

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
cs_cz: Zkontrolujte složku nevyžádané pošty vašeho e-mailového klienta. Někdy tam e-maily omylem skončí.

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
cs_cz: Jste správně zadali svůj e-mail? Zadali jste %s, pokud to není správně, svůj e-mail neobdržíte.

source: Site registration has been disabled.
cs_cz: Registrace na stránky byla zakázána.

source: The site %s is yours.
cs_cz: Stránky %s jsou vaše.

source: <a href="http://%1$s">http://%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
cs_cz: <a href="http://%1$s">http://%2$s</a> jsou vaše nové stránky. <a href="%3$s">Přihlaste se</a> jako &#8220;%4$s&#8221; za pomocí svého stávajícího hesla.

source: Sorry, new registrations are not allowed at this time.
cs_cz: Je nám líto, v tomto okamžiku nejsou povoleny nové registrace.

source: You are logged in already. No need to register again!
cs_cz: Jste již přihlášeni. Není třeba se znovu registrovat!

source: <p><em>The site you were looking for, <strong>%s</strong> does not exist, but you can create it now!</em></p>
cs_cz: <p><em>Stránky, které jste hledali, <strong>%s</strong> neexistují, ale můžete je nyní vytvořit!</em></p>

source: <p><em>The site you were looking for, <strong>%s</strong>, does not exist.</em></p>
cs_cz: <p><em>Stránky, které jste hledali, <strong>%s</strong> neexistují.</em></p>

source: Activation Key Required
cs_cz: Vyžadován aktivační klíč

source: Activation Key:
cs_cz: Aktivační klíč:

source: Activate
cs_cz: Aktivovat

source: Your account is now active!
cs_cz: Váš účet je nyní aktivní!

source: Your account has been activated. You may now <a href="%1$s">login</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
cs_cz: Váš účet byl aktivován. Nyní se můžete na stránky <a href="%1$s">přihlásit</a> pomocí zvoleného uživatelského jména &#8220;%2$s&#8221;. Zkontrolujte si prosím svoji e-mailovou schránku na 4%$s pro své heslo a přihlašovací instrukce. Pokud jste žádný e-mail neobdrželi, zkontrolujte prosím složku nevyžádané pošty. Pokud přesto neobdržíte e-mail během jedné hodiny, můžete <a href="%4$s">své heslo obnovit</a>.

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
cs_cz: Vaše stránky na <a href="%1$s">%2$s</a> jsou aktivní. Nyní se můžete přihlásit do svého webu pomocí zvoleného uživatelského jména &#8220;%3$s&#8221;. Zkontrolujte si prosím svoji e-mailovou schránku na 4%$s pro své heslo a přihlašovací instrukce. Pokud jste žádný e-mail neobdrželi, zkontrolujte prosím složku nevyžádané pošty. Pokud přesto neobdržíte e-mail během jedné hodiny, můžete <a href="%5$s">své heslo obnovit</a>.

source: An error occurred during the activation
cs_cz: Při aktivaci došlo k chybě

source: Username:
cs_cz: Uživatelské jméno:

source: Password:
cs_cz: Heslo:

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Login</a>
cs_cz: Váš účet je nyní aktivován. <a href="%1$s">Zobrazte svoje stránky</a> nebo <a href="%2$s">se přihlaste</a>

source: Your account is now activated. <a href="%1$s">Login</a> or go back to the <a href="%2$s">homepage</a>.
cs_cz: Váš účet je nyní aktivován. <a href="%1$s">Přihlaste se</a> nebo přejděte zpět na <a href="%2$s">domovskou stránku</a>.

source: Welcome, %s
cs_cz: Vítejte, %s

source: Register
cs_cz: Registrovat

source: Lost Password
cs_cz: Zapomenuté heslo

source: Log In
cs_cz: Přihlásit se

source: Dashboard
cs_cz: Nástěnka

source: Profile
cs_cz: Profil

source: Register For This Site
cs_cz: Registrace pro tyto stránky

source: Please enter your username or email address. You will receive a link to create a new password via email.
cs_cz: Prosím, zadejte své uživatelské jméno nebo e-mailovou adresu. E-mailem obdržíte odkaz pro vytvoření nového hesla.

source: Enter your new password below.
cs_cz: Zadejte své nové heslo níže.

source: A login form for your blog.
cs_cz: Formulář pro přihlášení pro váš blog.

source: Login
cs_cz: Přihlášení

source: Default Action
cs_cz: Výchozí akce

source: Show When Logged In
cs_cz: Zobrazit při přihlášení

source: Show When Logged Out
cs_cz: Zobrazit při odhlášení

source: Show Title
cs_cz: Zobrazit nadpis

source: Show Login Link
cs_cz: Zobrazit odkaz Přihlásit se

source: Show Register Link
cs_cz: Zobrazit odkaz Registrovat se

source: Show Lost Password Link
cs_cz: Zobrazit odkaz Zapomenuté heslo

source: Show Gravatar
cs_cz: Ukázat Gravatar

source: Gravatar Size
cs_cz: Velikost Gravataru

source: Log Out
cs_cz: Odhlásit se

source: Reset Password
cs_cz: Obnovit heslo

source: Your password reset link appears to be invalid. Please request a new link below.
cs_cz: Váš odkaz pro obnovení hesla se zdá být neplatný. Prosím požádejte o nový odkaz níže.

source: Your password reset link has expired. Please request a new link below.
cs_cz: Váš odkaz pro obnovení hesla vypršel. Prosím požádejte o nový odkaz níže.

source: The passwords do not match.
cs_cz: Hesla se neshodují.

source: You are now logged out.
cs_cz: Nyní jste odhlášeni.

source: User registration is currently not allowed.
cs_cz: Registrace uživatelů není v současnosti povolena.

source: Check your e-mail for the confirmation link.
cs_cz: Zkontrolujte e-mail pro potvrzovací odkaz.

source: Your password has been reset.
cs_cz: Vaše heslo bylo obnoveno.

source: Registration complete. Please check your e-mail.
cs_cz: Registrace kompletní. Zkontrolujte prosím svůj e-mail.

source: Your session has expired. Please log-in again.
cs_cz: Vaše relace vypršela. Přihlaste se prosím znovu.

source: <strong>You have successfully updated WordPress!</strong> Please log back in to experience the awesomeness.
cs_cz: <strong>Úspěšně jste aktualizovali WordPress!</strong>Prosím přihlaste se a zažijte znovu jeho úžasnost.

source: Please log in to continue.
cs_cz: Pro pokračování se prosím přihlaste.

source: <strong>ERROR</strong>: Enter a username or e-mail address.
cs_cz: <strong>CHYBA</strong>: Zadejte uživatelské jméno nebo e-mailovou adresu.

source: <strong>ERROR</strong>: There is no user registered with that email address.
cs_cz: <strong>CHYBA</strong>: Neexistuje uživatel registrovaný s touto e-mailovou adresou.

source: <strong>ERROR</strong>: Invalid username or e-mail.
cs_cz: <strong>CHYBA</strong>: Neplatné uživatelské jméno nebo e-mail.

source: Password reset is not allowed for this user
cs_cz: Obnovení hesla není pro tohoto uživatele povoleno

source: Someone requested that the password be reset for the following account:
cs_cz: Někdo požádal, aby bylo obnoveno heslo pro následující účet:

source: Username: %s
cs_cz: Uživatelské jméno: %s

source: If this was a mistake, just ignore this email and nothing will happen.
cs_cz: Pokud je to nedorozumění, tento email prosím ignorujte a nic se nestane.

source: To reset your password, visit the following address:
cs_cz: Chcete-li heslo obnovit, navštivte následující adresu:

source: [%s] Password Reset
cs_cz: [%s] Obnovení hesla

source: The e-mail could not be sent.
cs_cz: E-mail nebylo možné odeslat.

source: Possible reason: your host may have disabled the mail() function...
cs_cz: Možný důvod: váš hostitel pravděpodobně zakázal funkci mail()...

source: <strong>ERROR</strong>: Please enter a username.
cs_cz: <strong>CHYBA</strong>: Zadejte prosím uživatelské jméno.

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
cs_cz: <strong>CHYBA</strong>: Toto uživatelské jméno je neplatné, protože používá neplatné znaky. Zadejte platné uživatelské jméno.

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
cs_cz: <strong>CHYBA</strong>: Toto uživatelské jméno je již registrováno, zvolte jiné.

source: <strong>ERROR</strong>: Please type your e-mail address.
cs_cz: <strong>CHYBA</strong>: Zadejte prosím svoji e-mailovou adresu.

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
cs_cz: <strong>CHYBA</strong>: E-mailová adresa není správná.

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
cs_cz: <strong>CHYBA</strong>: Tento e-mail je již registrován, zvolte prosím nějaký jiný.

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
cs_cz: <strong>CHYBA</strong>: Nelze vás zaregistrovat... kontaktujte prosím <a href="mailto:%s">správce webu</a>!

source: Theme My Login Custom E-mail Settings
cs_cz: Vlastní e-mailová nastavení Theme My Login

source: New User
cs_cz: ﻿Nový uživatel

source: New User Admin
cs_cz: Nový správce uživatelů

source: Retrieve Password
cs_cz: Získat heslo

source: User Activation
cs_cz: Aktivace uživatele

source: User Approval
cs_cz: Schválení uživatele

source: User Approval Admin
cs_cz: Admin schválení uživatele

source: User Denial
cs_cz: Odmítnutí uživatele

source: This e-mail will be sent to a new user upon registration.
cs_cz: Tento e-mail bude zaslána po registraci nového uživatele.

source: Please be sure to include the variable %reseturl% or else the user will not be able to recover their password!
cs_cz: Nezapomeňte prosím zahrnout proměnnou %reseturl%, jinak uživatel nebude moci své heslo obnovit!

source: If any field is left empty, the default will be used instead.
cs_cz: Pokud nějaké pole zůstane prázdné, bude použita výchozí hodnota.

source: From Name
cs_cz: Jméno odesílatele

source: From E-mail
cs_cz: E-mail odesílatele

source: E-mail Format
cs_cz: Formát e-mailu

source: Plain Text
cs_cz: Prostý text

source: Subject
cs_cz: Předmět

source: Message
cs_cz: Zpráva

source: Available Variables
cs_cz: Dostupné proměnné

source: This e-mail will be sent to the e-mail address or addresses (multiple addresses may be separated by commas) specified below, upon new user registration.
cs_cz: Tento e-mail bude odeslán na e-mailovou adresu nebo adresy (více adres může být odděleno čárkami) uvedené níže při registraci nového uživatele.

source: To
cs_cz: Komu

source: Disable Admin Notification
cs_cz: Zakázat oznámení správci

source: This e-mail will be sent to a user when they attempt to recover their password.
cs_cz: Tento e-mail bude odeslán uživateli, když se pokusí obnovit své heslo.

source: This e-mail will be sent to the e-mail address or addresses (multiple addresses may be separated by commas) specified below, upon user password change.
cs_cz: Tento e-mail bude odeslán na e-mailovou adresu nebo adresy (více adres může být odděleno čárkami) uvedené níže po změně hesla uživatele.

source: This e-mail will be sent to a new user upon registration when "E-mail Confirmation" is checked for "User Moderation".
cs_cz: Tento e-mail bude odeslán novému uživateli po registraci, když je zatrhnuto "Potvrzení e-mailu" pro "Moderování uživatelů".

source: Please be sure to include the variable %activateurl% or else the user will not be able to activate their account!
cs_cz: Nezapomeňte prosím zahrnout proměnnou %activateurl%, jinak uživatel nebude schopen svůj účet aktivovat!

source: This e-mail will be sent to a new user upon admin approval when "Admin Approval" is checked for "User Moderation".
cs_cz: Tento e-mail bude odeslán novému uživateli po schválení správcem, když je zatrhnuto "Schválení správcem" pro "Moderování uživatelů".

source: This e-mail will be sent to the e-mail address or addresses (multiple addresses may be separated by commas) specified below upon user registration when "Admin Approval" is checked for "User Moderation".
cs_cz: Tento e-mail bude odeslán na e-mailovou adresu nebo adresy (více adres může být odděleno čárkami) uvedené níže při registraci uživatele, když je zatrhnuto "Schválení správcem" pro "Moderování uživatelů".

source: This e-mail will be sent to a user who is deleted/denied when "Admin Approval" is checked for "User Moderation" and the user's role is "Pending".
cs_cz: Tento e-mail bude odeslán uživateli, který je odstraněn/odmítnut, když je zatrhnuto "Schválení správcem" pro "Moderování uživatelů" a role uživatele je "Čekající".

source: Disable Notification
cs_cz: Zakázat oznámení

source: New user registration on your site %s:
cs_cz: Registrace nového uživatele na vaše stránky %s:

source: [%s] New User Registration
cs_cz: [%s] Registrace nového uživatele

source: To set your password, visit the following address:
cs_cz: Pro obnovení vašeho hesla navštivte následující adresu:

source: [%s] Your username and password info
cs_cz: [%s] Informace o vašem uživatelském jménu a heslu

source: [%s] Password Lost/Changed
cs_cz: [%s] Ztracené/změněné heslo

source: Password Lost and Changed for user: %s
cs_cz: Heslo ztraceno a změněno pro uživatele: %s

source: Password
cs_cz: Heslo

source: Confirm Password
cs_cz: Potvrdit heslo

source: (Must be at least 6 characters.)
cs_cz: (Musí být nejméně 6 znaků.)

source: Confirm Password:
cs_cz: Potvrdit heslo:

source: Confirm that you've typed your password correctly.
cs_cz: Potvrďte, že jste zadali heslo správně.

source: <strong>ERROR</strong>: Please enter your password twice.
cs_cz: <strong>CHYBA</strong>: Zadejte své heslo dvakrát.

source: <strong>ERROR</strong>: Passwords may not contain the character "\".
cs_cz: <strong>CHYBA</strong>: Heslo nesmí obsahovat znak "\".

source: <strong>ERROR</strong>: Please enter the same password in the two password fields.
cs_cz: <strong>CHYBA</strong>: Zadejte stejné heslo do obou polí s heslem.

source: <strong>ERROR</strong>: Your password must be at least 6 characters in length.
cs_cz: <strong>CHYBA</strong>: Vaše heslo musí být nejméně 6 znaků dlouhé.

source: Registration complete. You may now log in.
cs_cz: Registrace kompletní. Nyní se můžete přihlásit.

source: Theme My Login Custom Redirection Settings
cs_cz: Nastavení vlastního přesměrování Theme My Login

source: Redirection
cs_cz: Přesměrování

source: Log in
cs_cz: Přihlásit se

source: Default
cs_cz: Výchozí

source: Check this option to send the user to their WordPress Dashboard/Profile.
cs_cz: Zatrhněte tuto volbu pro přesměrování uživatele na jeho nástěnku WordPressu/profil.

source: Referer
cs_cz: Odkazující server

source: Check this option to send the user back to the page they were visiting before logging in.
cs_cz: Zatrhněte tuto volbu pro přesměrování uživatele zpět na stránku, kterou navštívil před přihlášením.

source: Check this option to send the user to a custom location, specified by the textbox above.
cs_cz: Zatrhněte tuto volbu pro přesměrování uživatele na vlastní URL, určené textovým polem výše.

source: Log out
cs_cz: Odhlásit se

source: Check this option to send the user to the log in page, displaying a message that they have successfully logged out.
cs_cz: Zaškrtněte tuto volbu pro přesměrování uživatele na přihlašovací stránku zobrazující zprávu, že byl úspěšně odhlášen.

source: Check this option to send the user back to the page they were visiting before logging out. (Note: If the previous page being visited was an admin page, this can have unexpected results.)
cs_cz: Zatrhněte tuto volbu pro přesměrování uživatele zpět na stránku, kterou navštívili před odhlášením. (Poznámka: Pokud předchozí navštívená stránka byla stránka administrace, může to vést k neočekávaným výsledkům.)

source: Theme My Login Custom User Links Settings
cs_cz: Nastavení vlastních uživatelských odkazů Theme My Login

source: User Links
cs_cz: Uživatelské odkazy

source: Title
cs_cz: Titulek

source: Add Link
cs_cz: Přidat odkaz

source: Delete
cs_cz: Odstranit

source: Update
cs_cz: Aktualizovat

source: Theme My Login reCAPTCHA Settings
cs_cz: Nastavení reCAPTCHA Theme My Login

source: Site Key
cs_cz: Klíč webu

source: Secret Key
cs_cz: Tajný klíč

source: Theme
cs_cz: Téma

# recaptcha theme
source: Light
cs_cz: Světlý [motiv recaptcha]

# recaptcha theme
source: Dark
cs_cz: Tmavý [motiv recaptcha]

source: <strong>ERROR</strong>: Invalid reCAPTCHA secret key.
cs_cz: <strong>CHYBA</strong>: Neplatný soukromý klíč reCAPTCHA.

source: <strong>ERROR</strong>: Please check the box to prove that you are not a robot.
cs_cz: <strong>CHYBA</strong>: Zkontrolujte prosím pole, abyste dokázali, že nejste robot.

source: <strong>ERROR</strong>: Unable to reach the reCAPTCHA server.
cs_cz: <strong>CHYBA</strong>: Nelze navázat spojení s reCAPTCHA serverem.

source: Theme My Login Security Settings
cs_cz: Nastavení bezpečnosti Theme My Login

source: Security
cs_cz: Bezpečnost

source: Private Site
cs_cz: Soukromé stránky

source: Private Login
cs_cz: Soukromé přihlášení

source: Login Attempts
cs_cz: Pokusy o přihlášení

source: Require users to be logged in to view site
cs_cz: Vyžadovat, aby byli uživatelé pro prohlížení stránek přihlášeni

source: Disable <tt>wp-login.php</tt>
cs_cz: Zakázat <tt>wp-login.php</tt>

source: minute(s)
cs_cz: minut

source: hour(s)
cs_cz: hodin

source: day(s)
cs_cz: dnů

source: After %1$s failed login attempts within %2$s %3$s, lockout the account for %4$s %5$s.
cs_cz: Po %1$s neúspěšných pokusech o přihlášení do %2$s %3$s uzamknout účet na %4$s %5$s.

source: You can&#8217;t edit that user.
cs_cz: Nemůžete upravit tohoto uživatele.

source: User locked.
cs_cz: Uživatel uzamčen.

source: User unlocked.
cs_cz: Uživatel odemčen.

source: Unlock
cs_cz: Odemknout

source: Lock
cs_cz: Uzamknout

source: Your account has been unlocked. You may now log in.
cs_cz: Váš účet byl odemčen. Nyní se můžete přihlásit.

source: Invalid key
cs_cz: Neplatný klíč

source: <strong>ERROR</strong>: This account has been locked because of too many failed login attempts. You may try again in %s.
cs_cz: <strong>CHYBA</strong>: Tento účet byl uzamčen kvůli příliš mnoha nezdařeným pokusům o přihlášení. Můžete zkusit znovu v %s.

source: <strong>ERROR</strong>: This account has been locked.
cs_cz: <strong>CHYBA</strong>: Tento účet byl uzamčen.

source: Failed Login Attempts
cs_cz: Neúspěšné pokusy o přihlášení

source: IP Address
cs_cz: IP adresa

source: Date
cs_cz: Datum

source: Y/m/d g:i:s A
cs_cz: d.m.Y G:i:s

source: %s ago
cs_cz: %s nazpět

source: Y/m/d
cs_cz: d.m.Y

source: [%s] Account Locked
cs_cz: [%s] Účet uzamčen

source: For your security, your account has been locked because of too many failed login attempts. To unlock your account please click the following link:
cs_cz: Pro vaši bezpečnost byl váš účet uzamčen kvůli příliš mnoha nezdařeným pokusům o přihlášení. Chcete-li svůj účet odemknout, klikněte prosím na následující odkaz:

source: The following attempts resulted in the lock:
cs_cz: Následující pokusy vyústily v uzamčení:

source: Your Profile
cs_cz: Váš profil

source: Theme My Login Themed Profiles Settings
cs_cz: Nastavení přizpůsobených profilů Theme My Login

source: Themed Profiles
cs_cz: Přizpůsobené profily

source: Restrict Admin Access
cs_cz: Omezit přístup správce

source: You do not have permission to edit this user.
cs_cz: Nemáte oprávnění pro upravení tohoto uživatele.

source: Profile updated.
cs_cz: Profil aktualizován.

source: User Moderation is not currently compatible with multisite.
cs_cz: Moderování uživatelů není v současnosti kompatibilní se sítí stránek.

source: Theme My Login User Moderation Settings
cs_cz: Nastavení Moderování uživatelů Theme My Login

source: Moderation
cs_cz: Moderování

source: Moderation Type
cs_cz: Typ moderování

source: None
cs_cz: Žádné

source: Check this option to require no moderation.
cs_cz: Zatrhněte tuto volbu pro nevyžadování žádného moderování.

source: E-mail Confirmation
cs_cz: E-mailové potvrzení
