Repository: jfarthing84/theme-my-login
Catalog: language/theme-*-login-*.po
Languages: cs_cz

source: Check this option to require new users to confirm their e-mail address before they may log in.
cs_cz: Zatrhněte tuto volbu pro vyžadování toho, aby noví uživatelé potvrdili svou e-mailovou adresu předtím, než se budou moci přihlásit.

source: Admin Approval
cs_cz: Schválení správcem

source: Check this option to require new users to be approved by an administrator before they may log in.
cs_cz: Zatrhněte tuto volbu pro vyžadování schválení nových uživatelů správcem předtím, než se budou moci přihlásit.

source: User approved.
cs_cz: Uživatel schválen.

source: Activation sent.
cs_cz: Aktivace zaslána.

source: Resend Activation
cs_cz: Znovu zaslat aktivaci

source: Approve
cs_cz: Schválit

source: You have been approved access to %s
cs_cz: Byl vám schválen přístup k %s

source: Password: %s
cs_cz: Heslo: %s

source: [%s] Registration Approved
cs_cz: [%s] Registrace schválena

source: You have been denied access to %s
cs_cz: Byl vám odmítnut přístup k %s

source: [%s] Registration Denied
cs_cz: [%s] Registrace odmítnuta

source: <strong>ERROR</strong>: You have not yet confirmed your e-mail address. <a href="%s">Resend activation</a>?
cs_cz: <strong>CHYBA</strong>: Dosud jste nepotvrdili svoji e-mailovou adresu. <a href="%s">Znovu poslat aktivaci</a>?

source: <strong>ERROR</strong>: Your registration has not yet been approved.
cs_cz: <strong>CHYBA</strong>: Vaše registrace ještě nebyla schválena.

source: Your registration was successful but you must now confirm your email address before you can log in. Please check your email and click on the link provided.
cs_cz: Vaše registrace byla úspěšná, ale musíte teď potvrdit svou e-mailovou adresu, než se budete moci přihlásit. Zkontrolujte prosím svůj e-mail a klikněte na odkaz.

source: Your registration was successful but you must now be approved by an administrator before you can log in. You will be notified by e-mail once your account has been reviewed.
cs_cz: Vaše registrace byla úspěšná, ale musíte být nyní schválen administrátorem, než se budete moci přihlásit. Budete upozorněni e-mailem, jakmile bude váš účet přezkoumán.

source: Your account has been activated. You may now log in.
cs_cz: Váš účet byl aktivován. Nyní se můžete přihlásit.

source: Your account has been activated. Please check your e-mail for your password.
cs_cz: Váš účet byl aktivován. Zkontrolujte prosím svůj e-mail pro vaše heslo.

source: <strong>ERROR</strong>: Sorry, that key does not appear to be valid.
cs_cz: <strong>CHYBA</strong>: Je nám líto, tento klíč nevypadá jako platný.

source: <strong>ERROR</strong>: Sorry, the activation e-mail could not be sent.
cs_cz: <strong>CHYBA</strong>: Je nám líto, aktivační e-mail nelze odeslat.

source: The activation e-mail has been sent to the e-mail address with which you registered. Please check your email and click on the link provided.
cs_cz: Aktivační e-mail byla odeslán na e-mailovou adresu, pod kterou jste registrováni. Zkontrolujte prosím svůj e-mail a klikněte na poskytnutý odkaz.

source: [%s] Activate Your Account
cs_cz: [%s] Aktivujte váš účet

source: Thanks for registering at %s! To complete the activation of your account please click the following link:
cs_cz: Děkujeme za registraci na %s! K dokončení aktivace účtu klikněte prosím na následující odkaz:

source: [%s] New User Awaiting Approval
cs_cz: [%s] Nových uživatelů čeká na schválení

source: New user requires approval on your blog %s:
cs_cz: Nový uživatel vyžaduje schválení na vašem blogu %s:

source: To approve or deny this user:
cs_cz: Pro schválení nebo zamítnutí tohoto uživatele:

source: Username
cs_cz: Uživatelské jméno

source: Remember Me
cs_cz: Pamatovat si mě

source: Username or E-mail:
cs_cz: Uživatelské jméno nebo e-mail:

source: Get New Password
cs_cz: Získat nové heslo

source: Get <em>another</em> %s site in seconds
cs_cz: Získat <em>další</em> %s stránky za chvilku

source: There was a problem, please correct the form below and try again.
cs_cz: Došlo k problému, prosím opravte níže uvedený formulář a opakujte akci.

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
cs_cz: Vítejte zpět, %s. Vyplněním níže uvedeného formuláře, můžete <strong>ke svému účtu přidat další stránky</strong>. Neexistuje žádný limit na počet stránek, které můžete mít, tak vytvářejte do sytosti, ale pište zodpovědně!

source: Sites you are already a member of:
cs_cz: Stránky, kterých jste již členem:

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
cs_cz: Pokud nebudete používat rozsáhlou síť stránek, ponechte to pro nového uživatele. Teď jdeme na to!

source: Site Name:
cs_cz: Název stránek:

source: Site Domain:
cs_cz: Doména stránek:

source: sitename
cs_cz: adresa stránek

source: domain
cs_cz: doména

source: Your address will be %s.
cs_cz: Vaše adresa bude %s.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
cs_cz: Musí být nejméně 4 znaky, pouze písmena a čísla. To nemůže být změněno, takže vybírejte pečlivě!

source: Site Title:
cs_cz: Název stránek:

source: Privacy:
cs_cz: Soukromí:

source: Allow search engines to index this site.
cs_cz: Umožnit vyhledávačům indexovat tyto stránky.

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Create Site
cs_cz: Vytvořit stránky

source: Signup
cs_cz: Registrace

source: Get your own %s account in seconds
cs_cz: Získejte svůj vlastní účet %s ve chvilce.

source: (Must be at least 4 characters, letters and numbers only.)
cs_cz: (Musí být alespoň 4 znaky, pouze písmena a čísla).

source: Email&nbsp;Address:
cs_cz: E-mail&nbsp;adresa:

source: We send your registration email to this address. (Double-check your email address before continuing.)
cs_cz: Pošleme váš registrační e-mail na tuto adresu. (Před pokračováním raději dvakrát zkontrolujte svoji e-mailovou adresu.)

source: Gimme a site!
cs_cz: Sem s těmi stránkami!

source: Just a username, please.
cs_cz: Jen uživatelské jméno, prosím.

source: Next
cs_cz: Další

source: Personal Options
cs_cz: Osobní možnosti

source: Toolbar
cs_cz: Panel nástrojů

source: Show Toolbar when viewing site
cs_cz: Zobrazit panel nástrojů při prohlížení stránek

source: Name
cs_cz: Jméno

source: Usernames cannot be changed.
cs_cz: Uživatelská jména nemohou být změněna.

source: First Name
cs_cz: Jméno

source: Last Name
cs_cz: Příjmení

source: Nickname
cs_cz: Přezdívka

source: (required)
cs_cz: (vyžadováno)

source: Display name publicly as
cs_cz: Zobrazit jméno veřejně jako

source: Contact Info
cs_cz: Kontaktní informace

source: There is a pending change of your e-mail to %1$s. <a href="%2$s">Cancel</a>
cs_cz: Je tam probíhající změna vašeho e-mailu na %1$s. <a href="%2$s">Zrušit</a>

source: Website
cs_cz: Webová stránka:

source: About Yourself
cs_cz: O vás

source: Biographical Info
cs_cz: Životopisné informace

source: Share a little biographical information to fill out your profile. This may be shown publicly.
cs_cz: Sdílejte trochu biografických informací pro naplnění vašeho profilu. Ty mohou být veřejně zobrazeny.

source: Account Management
cs_cz: Správa účtu

source: New Password
cs_cz: Nové heslo

source: Generate Password
cs_cz: Generovat heslo

source: Hide password
cs_cz: Skrýt heslo

source: Hide
cs_cz: Skrýt

source: Cancel password change
cs_cz: Zrušit změnu hesla

source: Cancel
cs_cz: Zrušit

source: Repeat New Password
cs_cz: Opakujte nové heslo

source: Type your new password again.
cs_cz: Zadejte nové heslo znovu.

source: Confirm use of weak password
cs_cz: Potvrdit použití slabého hesla

source: Update Profile
cs_cz: Aktualizovat profil

source: Registration confirmation will be e-mailed to you.
cs_cz: Potvrzení registrace vám bude zasláno e-mailem.

source: New password
cs_cz: Nové heslo

source: Strength indicator
cs_cz: Ukazatel síly

source: Confirm new password
cs_cz: Potvrďte nové heslo

source: Themes the WordPress login, registration and forgot password pages according to your theme.
cs_cz: Přizpůsobí stránky WordPressu pro přihlášení, registraci a zapomenuté heslo vašemu tématu.
